{
    "basic_info": {
      "description_header": "Cisco's Coding Corner",
      "description": "👋 I'm Francisco Sanchez; many know me by Cisco. I became a software developer to be at the center of complex problems. With my background in biochemistry, psychology, and mechanical engineering, I bring a unique perspective to my work as a software developer. \n \n As someone who thrives on solving complex problems, I'm excited to be in a field that constantly presents new challenges and opportunities to innovate. I believe that my interdisciplinary background equips me with a well-rounded perspective that can help me to create innovative solutions in a variety of industries. \n \n My passion for problem-solving is matched by my commitment to ongoing learning and growth. I'm always looking for new technologies and techniques to enhance my skills and stay ahead of emerging trends. I'm excited about the potential of software to transform industries and improve people's lives, and I'm eager to be a part of that change. \n \n As a software developer, I'm committed to creating solutions that make a positive impact on the world. Whether it's developing software for healthcare, manufacturing, or any other industry, I'm confident that my skills and experience can help me to make a meaningful difference.  \n \n  I'm working with newest front-end frameworks like React. What you are seeing now is portfolio template from Code Fellows. If you like this portfolio template, make sure to ⭐ the repository to make it more recognizable for other users. Thank you 💜",
      "section_name": {
        "about": "About me",
        "projects": "Projects",
        "skills": "Skills",
        "experience": "Experience"
      }
    },
    "projects": [
      {
        "title": "Odd Duck Analyzer",
        "startDate": "2023",
        "description": "This application was build for an assignment for Code Fellows. The application is for analyzing preferred products from randomly generated selections from a designated group size. The application ensures there is no duplicate image displayed at one time or that no same image is show back to back in rounds. ",
        "images": [
          "images/portfolio/oddDuck/OddDuck1.png",
          "images/portfolio/oddDuck/OddDuck2.png",
          "images/portfolio/oddDuck/OddDuck3.png"
        ],
        "url": "https://github.com/c0d3cisco/Odd_Duck",
        "technologies": [
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          },
          {
            "class": "devicon-css3-plain-wordmark",
            "name": "CSS"
          },
          {
            "class": "devicon-html5-plain-wordmark",
            "name": "HTML"
          }
        ]
      },
      {
        "title": "ByteSize Adventures",
        "startDate": "2023",
        "description": "This is an app for pre-school kids around the world to entertain themselves without parental supervision. The idea is to have an app that allows kids to go through the website on their own and discover a few different pathways of interactivity such as: a splash page with a question of picking their favorite color and having the page show up as that color, clicking on a picture that links them to their favorite videos, a separate page for to a physics based game, and a rewards/progress tracker so that they can view what they've done the next time they access the website!",
        "images": [
          "images/portfolio/byteSize/ByteSize1.png",
          "images/portfolio/byteSize/ByteSize2.png",
          "images/portfolio/byteSize/ByteSize3.png",
          "images/portfolio/byteSize/ByteSize4.png",
          "images/portfolio/byteSize/ByteSize5.png",
          "images/portfolio/byteSize/ByteSize6.png",
          "images/portfolio/byteSize/ByteSize7.png"
        ],
        "url": "https://github.com/code201d98-Team1/ByteSizeAdventurez",
        "technologies": [
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          },
          {
            "class": "devicon-css3-plain-wordmark",
            "name": "CSS"
          },
          {
            "class": "devicon-html5-plain-wordmark",
            "name": "HTML"
          }
        ]
      },
      {
        "title": "Code 301 Final",
        "startDate": "2023",
        "description": "TBD",
        "images": [
          "http://via.placeholder.com/640x360",
          "http://via.placeholder.com/640x360"
        ],
        "url": "",
        "technologies": []
      }
    ],
    "experience": [
      {
        "company": "Lima Corporate",
        "title": "Process Engineer",
        "years": "05.2020 - 04.2023",
        "mainTech": [
          "SolidWorks"
        ],
        "technologies": [
          "SolidWorks",
          "JD Edwards EnterpriseOne",
          "YouTrack"
        ]
      },
      {
        "company": "University of Tennessee, Knoxville",
        "title": "Teacher's Assistant",
        "years": "08.2018 - 05.2020",
        "mainTech": [
          "MATLAB"
        ],
        "technologies": [
          "MATLAB",
          "Arduino"
        ]
      }
    ]
  }
