{
    "basic_info": {
      "description_header": "Cześć",
      "description": "👋 soy Francisco Sánchez; muchos me conocen por Cisco. Me convertí en desarrollador de software para estar en el centro de problemas complejos. Con mi experiencia en bioquímica, psicología e ingeniería mecánica, aporto una perspectiva única a mi trabajo como desarrollador de software. \n \n Como alguien que prospera resolviendo problemas complejos, me emociona estar en un campo que constantemente presenta nuevos desafíos y oportunidades para innovar. Creo que mi experiencia interdisciplinaria me proporciona una perspectiva integral que puede ayudarme a crear soluciones innovadoras en una variedad de industrias. \n \n Mi pasión por la resolución de problemas se combina con mi compromiso con el aprendizaje y el crecimiento continuos. Siempre estoy buscando nuevas tecnologías y técnicas para mejorar mis habilidades y adelantarme a las tendencias emergentes. Estoy entusiasmado con el potencial del software para transformar industrias y mejorar la vida de las personas, y estoy ansioso por ser parte de ese cambio. \n \n Como desarrollador de software, estoy comprometido con la creación de soluciones que tengan un impacto positivo en el mundo. Ya sea que esté desarrollando software para atención médica, manufactura o cualquier otra industria, estoy seguro de que mis habilidades y experiencia pueden ayudarme a marcar una diferencia significativa. \n \n Estoy trabajando con los marcos front-end más nuevos como Angular, React y Vue. Lo que está viendo ahora es una plantilla de cartera de Code Fellows. Si te gusta esta plantilla de portafolio, asegúrate de ⭐ el repositorio para que sea más reconocible para otros usuarios. Gracias 💜",
      "section_name": {
        "about": "Acerca de mí",
        "projects": "Proyectos",
        "skills": "Habilidades Técnica",
        "experience": "Experiencia"
      }
    },
    "projects": [
      {
        "title": "Odd Duck Analyzer",
        "startDate": "2023",
        "description": "Esta aplicación se creó para una tarea de Code Fellows. La aplicación es para analizar productos preferidos de selecciones generadas aleatoriamente de un tamaño de grupo designado. La aplicación garantiza que no se muestre una imagen duplicada a la vez o que no se muestre la misma imagen consecutivamente en rondas.",
        "images": [
          "images/portfolio/oddDuck/OddDuck1.png",
          "images/portfolio/oddDuck/OddDuck2.png",
          "images/portfolio/oddDuck/OddDuck3.png"
        ],
        "url": "https://github.com/c0d3cisco/Odd_Duck",
        "technologies": [
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          },
          {
            "class": "devicon-css3-plain-wordmark",
            "name": "CSS"
          },
          {
            "class": "devicon-html5-plain-wordmark",
            "name": "HTML"
          }
        ]
      },
      {
        "title": "ByteSize Adventures",
        "startDate": "2023",
        "description": "Esta es una aplicación para que los niños en edad preescolar de todo el mundo se entretengan sin la supervisión de los padres. La idea es tener una aplicación que permita a los niños navegar por el sitio web por su cuenta y descubrir algunas vías diferentes de interactividad, como: una página de inicio con la pregunta de elegir su color favorito y hacer que la página aparezca con ese color, haciendo clic en una imagen que los vincula a sus videos favoritos, una página separada para un juego basado en la física y un rastreador de recompensas/progreso para que puedan ver lo que han hecho la próxima vez que accedan al sitio web.",
        "images": [
          "images/portfolio/byteSize/ByteSize1.png",
          "images/portfolio/byteSize/ByteSize2.png",
          "images/portfolio/byteSize/ByteSize3.png",
          "images/portfolio/byteSize/ByteSize4.png",
          "images/portfolio/byteSize/ByteSize5.png",
          "images/portfolio/byteSize/ByteSize6.png",
          "images/portfolio/byteSize/ByteSize7.png"
        ],
        "url": "https://github.com/code201d98-Team1/ByteSizeAdventurez",
        "technologies": [
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          },
          {
            "class": "devicon-css3-plain-wordmark",
            "name": "CSS"
          },
          {
            "class": "devicon-html5-plain-wordmark",
            "name": "HTML"
          }
        ]
      },
      {
        "title": "Code 301 Final",
        "startDate": "2023",
        "description": "TBD",
        "images": [
          "http://via.placeholder.com/640x360",
          "http://via.placeholder.com/640x360"
        ],
        "url": "",
        "technologies": []
      }
    ],
    "experience": [
      {
        "company": "DefOpenSource",
        "title": "Front-End Developer",
        "years": "10.2019 - obecnie",
        "mainTech": [
          "Angular 8/9/10"
        ],
        "technologies": [
          "REST API",
          "RxJS",
          "JavaScript",
          "Bootstrap",
          "MDBootstrap",
          "EF Core",
          "Angular Material"
        ]
      },
      {
        "company": "Serros Solutions",
        "title": "Stażystka",
        "years": "01.2018 - 09.2019",
        "mainTech": [
          "Angular 7/8"
        ],
        "technologies": [
          "REST API",
          "RxJS",
          "Swagger",
          "JavaScript",
          "DHTMLX Gantt"
        ]
      }
    ]
  }
